Repository: dcastillo03/cross-cutter
Catalog: Logical/mappView/Resources/Texts/AuditList.tmx
Source language: en
Languages: de, fr

source: Configuration dialogue to filter the audits
de: Konfigurationsdialog zum Filtern der Auditliste
fr: Configuration du filtrage des listes d'audit

source: Column
de: Spalte
fr: Colonne

source: Value
de: Wert
fr: Valeur

source: or
de: oder
fr: ou

source: and
de: und
fr: et

source: Configuration dialog to sort the audits
de: Konfigurationsdialog zum Sortieren der Auditliste
fr: Configuration pour le tri des luist d'audit

source: Sort
de: Sortieren
fr: Trier

source: By
de: Nach
fr: Par

source: First
de: Zuerst
fr: Premier

source: then
de: dann
fr: puis

source: increasing
de: aufsteigend
fr: croissant

source: decreasing
de: absteigend
fr: décroissant

source: oldest first
de: älteste
fr: vieux

source: newest first
de: neueste
fr: nouveau

source: Configuration dialogue to style the audits
de: Konfigurationsdialog zum Stylen der Auditliste
fr: Configuration du style des listes d'audit

source: Set style
de: Style festlegen
fr: Définir le style

source: if audit is
de: wenn audit ist
fr: si audit est

source: Local diagnostic
de: Lokale Diagnostik
fr: Diagnostic local

source: Alarm state change internal
de: Interne Alarmstatusänderung
fr: Changement d'état d'alarme interne

source: User log in
de: Benutzer angemeldet
fr: Connexion utilisateur

source: User log out
de: Benutzer abgemeldet
fr: Déconnexion de l'utilisateur

source: User log out timeout
de: Benutzerabmeldung Zeitüberschreitung
fr: Délai de déconnexion de l'utilisateur

source: User lock wrong password
de: Benutzer gesperrt, falsches Passwort
fr: Mot de passe de verrouillage de l'utilisateur erroné

source: User change password
de: Benutzerpasswort geändert
fr: Mot de passe de changement d'utilisateur

source: User edit own data
de: Eigene Benutzerdaten editiert
fr: L'utilisateur modifie ses propres données

source: User login failed
de: Benutzeranmeldung gescheitert
fr: Échec de la connexion de l'utilisateur

source: User change password fail
de: Benutzerpasswort ändern gescheitert
fr: Échec du changement de mot de passe de l'utilisateur

source: User edit own data fail
de: Eigene Benutzerdaten editieren gescheitert
fr: Échec de la modification de ses propres données par l'utilisateur

source: User add
de: Benutzer hinzugefügt
fr: Ajouter un utilisateur

source: User data edit
de: Benutzerdaten editiert
fr: Modification des données utilisateur

source: User role add
de: Benutzerrolle hinzugefügt
fr: ajouter un rôle d'utilisateur

source: User role remove
de: Benutzerrolle entfernt
fr: Supprimer le rôle d'utilisateur

source: User delete
de: Benutzer gelöscht
fr: Supprimer l'utilisateur

source: User deactivate
de: Benutzer deaktiviert
fr: Désactiver l'utilisateur

source: User lock
de: Benutzer gesperrt
fr: Verrouillage de l'utilisateur

source: User unlock
de: Benutzer entsperrt
fr: Déverrouillage de l'utilisateur

source: User password reset
de: Benutzerpasswort zurückgesetzt
fr: Réinitialisation du mot de passe utilisateur

source: User add fail
de: Benutzer hinzufügen gescheitert
fr: Échec de l'ajout de l'utilisateur

source: User data edit fail
de: Benutzerdaten editieren gescheitert
fr: Échec de la modification des données utilisateur

source: User delete fail
de: Benutzer löschen gescheitert
fr: Échec de la suppression de l'utilisateur

source: User deactivation fail
de: Benutzer deaktivieren gescheitert
fr: Échec de la désactivation de l'utilisateur

source: User lock fail
de: Benutzer sperren gescheitert
fr: Échec du verrouillage de l'utilisateur

source: User unlock fail
de: Benutzer entsperren gescheitert
fr: Échec du déverrouillage de l'utilisateur

source: User password reset fail
de: Benutzerpasswort zurücksetzen gescheitert
fr: aÉchec de la réinitialisation du mot de passe utilisateur

source: Role add
de: Rolle hinzugefügt
fr: Ajouter un rôle

source: Role edit
de: Rolle editiert
fr: Modifier le rôle

source: Role delete
de: Rolle gelöscht
fr: Suppression de rôle

source: Role add fail
de: Rolle hinzufügen gescheitert
fr: Échec de l'ajout de rôle

source: Role edit fail
de: Rolle editieren gescheitert
fr: Échec de la modification du rôle

source: Role delete fail
de: Rolle löschen gescheitert
fr: Échec de la suppression du rôle

source: Import fail
de: Import gescheitert
fr: Échec de l'importation

source: Export fail
de: Export gescheitert
fr: Échec de l'exportation

source: Electronic signature ok
de: Elektronische Unterschrift in Ordnung
fr: Signature électronique ok

source: Electronic signature fail
de: Elektronische Unterschrift gescheitert
fr: Échec de la signature électronique

source: Electronic signature abort
de: Elektronische Unterschrift abgebrochen
fr: Abandon de la signature électronique

source: Electronic signature fatal error
de: Elektronische Unterschrift kritischer Fehler
fr: Erreur fatale de signature électronique

source: Value Change
de: Wertänderung
fr: Changement de valeur

source: Value Change VC4
de: Wertänderung VC4
fr: Changement de valeur VC4

source: Custom Event
de: Benutzer Event
fr: Événement personnalisé

source: Batch Start
de: Batch startet
fr: Début de lot

source: Audit Archive
de: Audit archiviert
fr: Archives des audits

source: Clear buffer event
de: Speicher glöscht Event
fr: Effacer l'événement de tampon

source: OPCUA Value Change
de: OPCUA Wertänderung
fr: Changement de valeur OPCUA

source: Alarm state change
de: Alarmstatusänderung
fr: Changement d'état d'alarme

source: Start load recipe
de: Rezept laden gestartet
fr: Commencer à charger la recette

source: End load recipe
de: Rezept laden beendet
fr: Recette de fin de chargement

source: Save recipe
de: Rezept gespeichert
fr: Enregistrer la recette

source: Rename recipe
de: Rezeptname geändert
fr: Renommer la recette

source: Delete recipe
de: Rezept gelöscht
fr: Supprimer la recette

source: Mode change
de: Modus geändert
fr: Changement de mode

source: State change
de: Status geändert
fr: Changement d'état

source: Substate change
de: Substatus geändert
fr: Changement de sous-état

source: Backup start create
de: Startbackup erzeugt
fr: Création de démarrage de sauvegarde

source: Backup end create
de: Endbackup erzeugt
fr: Fin de sauvegarde créer

source: Backup install
de: Backup installiert
fr: Installation de sauvegarde

source: Codebox create
de: Codebox erzeugt
fr: Créer une boîte à code

source: Codebox delete
de: Codebox gelöscht
fr: Suppression de la boîte de code

source: Codebox change
de: Codebox geändert
fr: Changement de codebox

source: Codebox import
de: Codebox importiert
fr: Importation de la boîte de code

source: File create
de: Datei erzeugt
fr: Création de fichier

source: File overwritten
de: Datei überschrieben
fr: Fichier écrasé

source: File append
de: Datei angehängt
fr: Fichier ajouté

source: File delete
de: Datei gelöscht
fr: Suppression de fichier

source: File rename
de: Dateiname geändert
fr: Renommer le fichier

source: File copy / paste
de: Datei kopiert / eingefügt
fr: Copier/coller de fichier

source: File cut / paste
de: Datei ausgeschnitten / eingefügt
fr: Fichier couper/coller

source: File lock
de: Datei gesperrt
fr: Verrouillage de fichier

source: File unlock
de: Datei entsperrt
fr: Déverrouillage de fichier

source: Folder create
de: Ordner erzeugt
fr: Création de dossier

source: Folder overwritten
de: Ordner überschrieben
fr: Dossier écrasé

source: Folder delete
de: Ordner gelöscht
fr: Suppression de dossier

source: Folder rename
de: Ordnername geändert
fr: Renommer le dossier

source: Folder copy / paste
de: Ordner kopiert / eingefügt
fr: Copier/coller de dossier

source: Folder cut / paste
de: Ordner ausgeschnitten / eingefügt
fr: Dossier couper/coller

source: Folder lock
de: Ordner gesperrt
fr: Verrouillage du dossier

source: Folder unlock
de: Ordner entsperrt
fr: Déverrouillage de dossier

source: Hardware import
de: Hardware importiert
fr: Matériel importé

source: Operator
fr: Opérateur

source: A - Z
fr: A à Z

source: Z - A
fr: Z à A

source: Import
fr: Importer

source: Export
fr: Exporter
